Repository: external-mirrors/snac2
Catalog: po/*.po
Languages: de_de, fi, fr, ru

source: Sensitive content:
de_de: Sensibler Inhalt:
fi: Arkaluontoista sisältöä:
fr: Contenu sensible :
ru: Чувствительное содержимое:

source: Sensitive content description
de_de: Beschreibung des sensiblen Inhalts
fi: Arkaluontoisen sisällön kuvaus
fr: Description du contenu sensible :
ru: Описание чувствительного содержимого

source: Only for mentioned people:
de_de: Nur für erwähnte Personen:
fi: Vain mainituille:
fr: Seulement pour les personnes mentionnées :
ru: Только для упомянутых людей:

source: Reply to (URL):
de_de: Antwort an (URL):
fi: Vastaus (osoite):
fr: Répondre à (URL) :
ru: Ответ на (URL):

source: Don't send, but store as a draft
de_de: Nicht senden, aber als Entwurf speichern
fi: Älä lähetä, tallenna luonnoksena
fr: Ne pas envoyer, mais sauvegarder en tant que brouillon
ru: Не отправлять, сохранить черновик

source: Draft:
de_de: Entwurf:
fi: Luonnos:
fr: Brouillon :
ru: Черновик:

source: Attachments...
de_de: Anhänge...
fi: Liitteet...
fr: Pièces jointes…
ru: Вложения...

source: File:
de_de: Datei:
fi: Tiedosto:
fr: Fichier :
ru: Файл:

source: Clear this field to delete the attachment
de_de: Feld löschen, um den Anhang zu löschen
fi: Tyhjennä kenttä poistaaksesi liiteen
fr: Nettoyer ce champs pour supprimer la pièce jointe
ru: Очистите это поле, чтоб удалить вложение

source: Attachment description
de_de: Beschreibung des Anhangs
fi: Liitteen kuvaus
fr: Description de la pièce jointe
ru: Описание вложения

source: Poll...
de_de: Umfrage...
fi: Kysely...
fr: Sondage…
ru: Опрос...

source: Poll options (one per line, up to 8):
de_de: Umfrageoptionen (eine pro Zeile, bis zu 8):
fi: Kyselyn vaihtoehdot (riveittäin, korkeintaan 8):
fr: Options du sondage (une par ligne, jusqu'à 8) :
ru: Варианты ответа (один на строку, до 8 шт):

source: One choice
de_de: Einfachauswahl
fi: Yksi valinta
fr: Un seul choix
ru: Один выбор

source: Multiple choices
de_de: Mehrfachauswahl
fi: Monta valintaa
fr: Choix multiples
ru: Множественный выбор

source: End in 5 minutes
de_de: Endet in 5 Minuten
fi: Päättyy viiden minuutin päästä
fr: Se termine dans 5 minutes
ru: Заканчивается через 5 минут

source: End in 1 hour
de_de: Endet in 1 Stunde
fi: Päättyy tunnin päästä
fr: Se termine dans 1 heure
ru: Заканчивается через 1 час

source: End in 1 day
de_de: Endet in 1 Tag
fi: Päättyy päivän päästä
fr: Se termine dans 1 jour
ru: Заканчивается через 1 день

source: Post
de_de: Beitrag veröffentlichen
fi: Julkaise
fr: Envoyer
ru: Отправить

source: Site description
de_de: Seitenbeschreibung
fi: Sivuston kuvaus
fr: Description du site
ru: Описание сайта

source: Admin account
de_de: Admin-Konto
fi: Ylläpitäjän tili
fr: Compte de l'admin
ru: Учётная запись админа

source: %d following, %d followers
de_de: %d Gefolgte, %d Folgende
fi: Seuraa %d, %d seuraajaa
fr: %d abonnements, %d personnes abonnées
ru: %d подписан, %d подписчиков

source: private
de_de: Privat
fi: yksityinen
fr: privé
ru: личное

source: public
de_de: Öffentlich
fi: julkinen
ru: публичное

source: notifications
de_de: Benachrichtigungen
fi: ilmoitukset
ru: уведомления

source: people
de_de: Personen
fi: ihmiset
fr: personnes
ru: люди

source: instance
de_de: Instanz
fi: palvelin
ru: сервер

source: Search posts by URL or content (regular expression), @user@host accounts, or #tag
de_de: Durchsuche Beiträge nach URL oder Inhalt (regulärer Ausdruck), @user@host Konten, oder #tag
fi: Etsi julkaisuja osoitteella tai sisällön perusteella, @käyttäjä@palvelin tai #tagi
fr: Chercher les messages par URL ou contenu (expression régulière), comptes @pseudo@hôte, ou #tag
ru: Поиск сообщений по URL или содержимому (регулярное выражение), учетной записи вида @user@host, или #тегу

source: Content search
de_de: Inhaltssuche
fi: Sisälöhaku
fr: Recherche de contenu
ru: Поиск содержимого

source: verified link
de_de: verifizierter Link
fi: varmistettu linkki
fr: Lien vérifié
ru: проверенная ссылка

source: Location:
de_de: Standort:
fi: Sijainti:
fr: Emplacement :
ru: Местоположение:

source: New Post...
de_de: Neuer Beitrag...
fi: Uusi julkaisu...
fr: Nouveau message…
ru: Новое сообщение...

source: What's on your mind?
de_de: Was beschäftigt dich?
fi: Mitä on mielessäsi?
fr: Qu'avez-vous en tête ?
ru: Что у вас на уме?

source: Operations...
de_de: Aktionen...
fi: Toiminnot...
fr: Opérations…
ru: Действия...

source: Follow
de_de: Folgen
fi: Seuraa
fr: Suivre
ru: Подписаться

source: (by URL or user@host)
de_de: (mit URL oder user@host)
fi: (osoite tai käyttäjä@palvelin)
fr: (par URL ou pseudo@hôte)
ru: (по URL или user@host)

source: Boost
de_de: Boosten
fi: Tehosta
fr: Repartager
ru: Продвинуть

source: (by URL)
de_de: (mit URL)
fi: (osoite)
fr: (par URL)
ru: (по URL)

source: Like
de_de: Gefällt mir
fi: Tykkää
fr: Aime
ru: Лайкнуть

source: User Settings...
de_de: Einstellungen...
fi: Käyttäjäasetukset...
fr: Paramètre du compte…
ru: Пользовательские настройки...

source: Display name:
de_de: Anzeigename:
fi: Näytetty nimi:
fr: Nom affiché :
ru: Отображаемое имя:

source: Your name
de_de: Dein Name
fi: Nimesi
fr: Votre nom
ru: Ваше имя

source: Delete current avatar
de_de: Aktuellen Avatar löschen
fi: Poista nykyinen avatar
fr: Supprimer l'avatar actuel
ru: Удалить текущий аватар

source: Header image (banner):
de_de: Titelbild (Banner):
fi: Otsikkokuva:
fr: Image d'entête (bannière) :
ru: Заглавное изображение (баннер):

source: Delete current header image
de_de: Aktuelles Titelbild löschen
fi: Poista nykyinen otsikkokuva
fr: Supprimer l'image d'entête actuelle
ru: Удалить текущее заглавное изображение

source: Bio:
de_de: Über dich:
fi: Kuvaus:
fr: Description :
ru: О себе:

source: Write about yourself here...
de_de: Erzähle etwas von dir...
fi: Kirjoita itsestäsi tähän...
fr: Décrivez-vous ici…
ru: Напишите что-нибудь про себя...

source: Always show sensitive content
de_de: Sensible Inhalte immer anzeigen
fi: Näytä arkaluontoinen sisältö aina
fr: Toujours afficher le contenu sensible
ru: Всегда показывать чувствительное содержимое

source: Email address for notifications:
de_de: E-Mail Adresse für Benachrichtigungen:
fi: Sähköposti ilmoituksille:
fr: Adresse email pour les notifications :
ru: Почтовый адрес для уведомлений:

source: Telegram notifications (bot key and chat id):
de_de: Telegram Benachrichtigungen (Bot Schlüssel und Chat ID):
fi: Telegram-ilmoitukset (botin avain ja chat id):
fr: Notifications Telegram (clé de bot et ID de discussion) :
ru: Уведомления в Telegram (ключ бота и id чата):

source: ntfy notifications (ntfy server and token):
de_de: NTFY Benachrichtigungen (ntfy Server und Token):
fi: nfty-ilmoitukset (ntfy-palvelin ja token):
fr: notifications ntfy (serveur et jeton ntfy) :
ru: уведомления в ntfy (сервер и токен ntfy):

source: Maximum days to keep posts (0: server settings):
de_de: Aufbewahrungsfrist der Beiträge in Tagen (0 = Serverstandard):
fi: Säilytä julkaisut korkeintaan (päivää, 0: palvelimen asetukset)
fr: Nombre de jours maximum de rétention des messages (0 : réglages du serveur) :
ru: Максимальное время хранения сообщений (0: настройки сервера):

source: Drop direct messages from people you don't follow
de_de: Blocke Direktnachrichten von Personen denen du nicht folgst
fi: Poista yksityisviestit ihmisiltä, joita et seuraa
fr: Rejeter les messages directs des personnes que vous ne suivez pas
ru: Отклонять личные сообщения от незнакомцев

source: This account is a bot
de_de: Dieses Konto ist ein Bot
fi: Tämä tili on botti
fr: Ce compte est un bot
ru: Это аккаунт бота

source: Auto-boost all mentions to this account
de_de: Automatisches Boosten bei Erwähnungen dieses Kontos
fi: Tehosta tilin maininnat automaattisesti
fr: Auto-repartage de toutes les mentions de ce compte
ru: Автоматически продвигать все упоминания этого аккаунта

source: This account is private (posts are not shown through the web)
de_de: Dieses Konto ist privat (Beiträge werden nicht in der Weboberfläche angezeigt)
fi: Tili on yksityinen (julkaisuja ei näytetä sivustolla)
fr: Ce compte est privé (les messages ne sont pas affiché sur le web)
ru: Это закрытый аккаунт (сообщения не показываются в сети)

source: Collapse top threads by default
de_de: Themen standardmäßig einklappen
fi: Avaa säikeet automaattisesti
fr: replier les fils de discussion principaux par défaut
ru: Сворачивать обсуждения по умолчанию

source: Follow requests must be approved
de_de: Folgeanfragen müssen genehmigt werden
fi: Vaadi hyväksyntä seurantapyynnöille
fr: Les demande de suivi doivent être approuvées
ru: Запросы подписки требуют подтверждения

source: Publish follower and following metrics
de_de: Veröffentliche die Anzahl von Followern und Gefolgten.
fi: Julkaise seuraamistilastot
fr: Publier les statistiques d'abonnements
ru: Публиковать статистику подписок и подписчиков

source: Current location:
de_de: Standort:
fi: Nykyinen sijainti:
fr: Localisation actuelle :
ru: Текущее метоположение:

source: Profile metadata (key=value pairs in each line):
de_de: Profil-Metadaten (Begriff=Wert Paare, einer pro Zeile):
fi: Profiilin metadata (avain=arvo, riveittäin):
fr: Métadonnées du profile (paires clé=valeur à chaque ligne) :
ru: Метаданные профиля (пары ключ=значение, по одной на строку)

source: Web interface language:
de_de: Sprache der Weboberfläche:
fi: Käyttöliitymän kieli:
fr: Langue de l'interface web :
ru: Язык интерфейса:

source: New password:
de_de: Neues Passwort:
fi: Uusi salasana:
fr: Nouveau mot de passe :
ru: Новый пароль:

source: Repeat new password:
de_de: Neues Passwort wiederholen:
fi: Toista salasana:
fr: Répétez le nouveau mot de passe :
ru: Повторите новый пароль:

source: Update user info
de_de: Benutzerinformationen aktualisieren
fi: Päivitä käyttäjätiedot
fr: Mettre à jour les infos du compte
ru: Обновить данные пользователя

source: Followed hashtags...
de_de: Gefolgte Hashtags...
fi: Seuratut aihetunnisteet...
fr: hashtags suivis…
ru: Отслеживаемые хештеги...

source: One hashtag per line
de_de: Ein Hashtag pro Zeile
fi: Aihetunnisteet, riveittäin
fr: Un hashtag par ligne
ru: По одному на строку

source: Update hashtags
de_de: Hashtags aktualisieren
fi: Päivitä aihetunnisteet
fr: Mettre à jour les hashtags
ru: Обновить хештеги

source: Say you like this post
de_de: Sag, dass dir dieser Beiträg gefällt
fi: Tykkää tästä julkaisusta
fr: Dire que vous aimez ce message
ru: Отметить сообщение понравившимся

source: Unlike
de_de: Gefällt mir zurücknehmen
fi: Poista tykkäys
fr: N'aime plus
ru: Больше не нравится

source: Nah don't like it that much
de_de: Nee, gefällt mir nicht so gut
fi: Ei ole omaan makuuni
fr: Nan, j'aime pas tant que ça
ru: Не так уж и понравилось

source: Unpin
de_de: Pin entfernen
fi: Poista kiinnitys
fr: Dés-épingler
ru: Открепить

source: Unpin this post from your timeline
de_de: Pin für diesen Beitrag aus deiner Zeitleiste entfernen
fi: Poista julkaisun kiinnitys aikajanalle
fr: Dés-épingler ce message de votre chronologie
ru: Открепить это сообщение из своей ленты

source: Pin
de_de: Anpinnen
fi: Kiinnitä
fr: Épingler
ru: Закрепить

source: Pin this post to the top of your timeline
de_de: Pinne diesen Beitrag an den Anfang deiner Zeitleiste
fi: Kiinnitä julkaisu aikajanasi alkuun
fr: Épingler ce message en haut de votre chronologie
ru: Закрепить это сообщение в своей ленте

source: Announce this post to your followers
de_de: Diesen Beitrag an deine Follower weiterschicken
fi: Ilmoita julkaisusta seuraajillesi
fr: Annoncer ce message aux personnes abonnées
ru: Поделиться этим сообщением со своими подписчиками

source: Unboost
de_de: Boost zurücknehmen
fi: Poista tehostus
fr: Dé-repartager
ru: Отменить продвижение

source: I regret I boosted this
de_de: Ich bedauere, dass ich das weiterverschickt habe
fi: Kadun tehostaneeni tätä
fr: Je regrette d'avoir repartagé ceci
ru: Не буду продвигать, пожалуй

source: Unbookmark
de_de: Lesezeichen entfernen
fi: Poista kirjanmerkki
fr: Retirer le signet
ru: Удалить из закладок

source: Delete this post from your bookmarks
de_de: Diesen Beitrag aus den Lesezeichen entfernen
fi: Poista julkaisu kirjanmerkeistäsi
fr: Supprime ce message de vos signets
ru: Удалить это сообщение из закладок

source: Bookmark
de_de: Lesezeichen
fi: Lisää kirjanmerkki
fr: Signet
ru: Добавить в закладки

source: Add this post to your bookmarks
de_de: Diesen Beitrag zu deinen Lesezeichen hinzufügen
fi: Lisää julkaisu kirjanmerkkeihisi
fr: Ajouter ce message à vos signets
ru: Добавить сообщение в закладки

source: Unfollow
de_de: Nicht mehr folgen
fi: Älä seuraa
fr: Ne plus suivre
ru: Отписаться

source: Stop following this user's activity
de_de: Aktivitäten dieses Benutzers nicht mehr folgen
fi: Lakkaa seuraamasta käyttäjän toimintaa
fr: Arrêter de suivre les activités de cette personne
ru: Отменить подписку на этого пользователя

source: Start following this user's activity
de_de: Folge den Aktivitäten dieses Benutzers
fi: Seuraa käyttäjän toimintaa
fr: Commencer à suivre les activité de cette personne
ru: Начать следовать за этим пользователем

source: Unfollow Group
de_de: Der Gruppe nicht mehr folgen
fi: Älä seuraa ryhmää
fr: Ne plus suivre le Groupe
ru: Отписаться от группы

source: Stop following this group or channel
de_de: Der Gruppe oder dem Kanal nicht mehr folgen
fi: Lopeta ryhnän tai kanavan seuraaminen
fr: Arrêter de suivre ce groupe ou canal
ru: Отписаться от группы или канала

source: Follow Group
de_de: Der Gruppe folgen
fi: Seuraa ryhmää
fr: Suivre le Groupe
ru: Подписаться на группу

source: Start following this group or channel
de_de: Der Gruppe oder dem Kanal folgen
fi: Seuraa tätä ryhmää tai kanavaa
fr: Commencer à suivre ce groupe ou canal
ru: Подписаться на группу или канал

source: MUTE
de_de: Stummschalten
fi: VAIMENNA
fr: SOURDINE
ru: Заглушить

source: Block any activity from this user forever
de_de: Alle Aktivitäten dieses Benutzers für immer blockieren
fi: Estä kaikki toiminta tältä käyttäjältä
fr: Bloquer toute activité de cette personne à jamais
ru: Заглушить всю активность от этого пользователя, навсегда

source: Delete
de_de: Löschen
fi: Poista
fr: Supprimer
ru: Удалить

source: Delete this post
de_de: Diesen Beitrag löschen
fi: Poista julkaisu
fr: Supprimer ce message
ru: Удалить это сообщение

source: Hide
de_de: Verstecken
fi: Piilota
fr: Cacher
ru: Скрыть

source: Hide this post and its children
de_de: Verstecke diesen Beitrag und seine Kommentare
fi: Piilota julkaisu ja vastaukset
fr: Cacher ce message et ses réponses
ru: Скрыть это сообщение вместе с обсуждением

source: Edit...
de_de: Bearbeiten...
fi: Muokkaa...
fr: Modifier…
ru: Редактировать...

source: Reply...
de_de: Antworten...
fi: Vastaa...
fr: Répondre…
ru: Ответить...

source: Truncated (too deep)
de_de: Abgeschnitten (zu tief)
fi: Katkaistu (liian syvä)
fr: Tronqué (trop profond)
ru: Обрезано (слишком много)

source: follows you
de_de: folgt dir
fi: seuraa sinua
fr: vous suit
ru: подписан на вас

source: Pinned
de_de: Angeheftet
fi: Kiinnitetty
fr: Épinglé
ru: Закреплено

source: Bookmarked
de_de: Lesezeichen gesetzt
fi: Kirjanmerkitty
fr: Ajouté aux signets
ru: Добавлено в закладки

source: Poll
de_de: Umfrage
fi: Kysely
fr: Sondage
ru: Опрос

source: Voted
de_de: Abgestimmt
fi: Äänestetty
fr: Voté
ru: Проголосовано

source: Event
de_de: Ereignis
fi: Tapahtuma
fr: Événement
ru: Событие

source: boosted
de_de: teilte
fi: tehostettu
fr: Repartagé
ru: поделился

source: in reply to
de_de: als Antwort auf
fi: vastauksena
fr: En réponse à
ru: в ответ на

source: [SENSITIVE CONTENT]
de_de: [SENSIBLER INHALT]
fi: [ARKALUONTOISTA SISÄLTÖÄ]
fr: [CONTENU SENSIBLE]
ru: [ЧУВСТВИТЕЛЬНО СОДЕРЖИМОЕ]

source: Vote
de_de: Abstimmen
fi: Äänestä
ru: Голос

source: Closed
de_de: Geschlossen
fi: Sulkeutunut
fr: Terminé
ru: Закрыт

source: Closes in
de_de: Beendet in
fi: Sulkeutuu
fr: Termine dans
ru: Закрывается через

source: Attachment
de_de: Anhang
fi: Liite
fr: Pièce jointe
ru: Вложение

source: Alt...
de_de: Alt.-Text...
fi: Kuvaus...
ru: Описание...

source: Source channel or community
de_de: Ursprungskanal oder -gemeinschaft
fi: Lähdekanava tai -yhteisö
fr: Canal ou communauté source
ru: Исходный канал или сообщество

source: Time:
de_de: Zeit:
fi: Aika:
fr: Date :
ru: Время:

source: Older...
de_de: Älter...
fi: Vanhemmat...
fr: Plus anciens…
ru: Ранее...

source: about this site
de_de: Über diese Seite
fi: tietoa sivustosta
fr: à propos de ce site
ru: про этот сайт

source: Dismiss
de_de: Ablehnen
fi: Kuittaa
fr: Rejeter
ru: Скрыть

source: Timeline for list '%s'
de_de: Zeitleiste für Liste '%s'
fi: Listan ”%s” aikajana
fr: Chronologie pour la liste '%s'
ru: Ленты для списка '%s'

source: Pinned posts
de_de: Angeheftete Beiträge
fi: Kiinnitetyt julkaisut
fr: Messages épinglés
ru: Закреплённые сообщения

source: Bookmarked posts
de_de: Beiträge mit Lesezeichen
fi: Kirjanmerkit
fr: Messages en signets
ru: Сообщения в закладках

source: Post drafts
de_de: Entwurf veröffentlichen
fi: Vedokset
fr: Brouillons de messages
ru: Черновики сообщений

source: No more unseen posts
de_de: Keine weiteren ungesehenen Beiträge
fi: Ei lukemattonia julkaisuja
fr: Pas d'avantage de message non vus
ru: Всё просмотрено

source: Back to top
de_de: Nach oben
fi: Takaisin
fr: Retourner en haut
ru: Вернуться наверх

source: History
de_de: Historie
fi: Historia
fr: Historique
ru: История

source: More...
de_de: Mehr...
fi: Enemmän...
fr: Plus…
ru: Ещё...

source: Unlimit
de_de: Nicht mehr limitieren
fi: Poista rajoitus
fr: Illimité
ru: Без ограничения

source: Allow announces (boosts) from this user
de_de: Erlaube Boosts dieses Benutzers
fi: Salli tehostukset käyttäjältä
fr: Permettre les annonces (repartages) par cette personne
ru: Разрешить продвижения от этого пользователя

source: Limit
de_de: Limitieren
fi: Rajoita
fr: Limite
ru: Лимит

source: Block announces (boosts) from this user
de_de: Blocke Boosts dieses Benutzers
fi: Kiellö tehostukset käyttäjältä
fr: Bloquer les annonces (repartages) par cette personne
ru: Запретить продвижения от этого пользователя

source: Delete this user
de_de: Benutzer löschen
fi: Poista käyttäjä
fr: Supprimer cette personne
ru: Удалить пользователя

source: Approve
de_de: Bestätigen
fi: Hyväksy
fr: Approuver
ru: Подтвердить

source: Approve this follow request
de_de: Diese Folgeanfrage bestätigen
fi: Hyväksy seurantapyyntö
fr: Approuver cette demande de suivi
ru: Подтвердить запрос на подписку

source: Discard
de_de: Verwerfen
fi: Hylkää
fr: Rejeter
ru: Отклонить

source: Discard this follow request
de_de: Diese Folgeanfrage verwerfen
fi: Hylkää seurantapyyntö
fr: Rejeter la demande suivante
ru: Отклонить этот запрос на подписку

source: Unmute
de_de: Stummschaltung aufheben
fi: Poista vaimennus
fr: Ne plus taire
ru: Отменить глушение

source: Stop blocking activities from this user
de_de: Aktivitäten dieses Benutzers nicht mehr blockieren
fi: Salli toiminta käyttäjältä
fr: Arrêter de bloquer les activités de cette personne
ru: Прекратить глушение действий этого пользователя

source: Block any activity from this user
de_de: Alle Aktivitäten dieses Benutzers blockieren
fi: Estä kaikki toiminnat käyttäjältä
fr: Bloque toutes les activités de cette personne
ru: Заглушить все действия этого пользователя

source: Direct Message...
de_de: Direktnachricht...
fi: Yksityisviesti...
fr: Message direct…
ru: Личное сообщение...

source: Pending follow confirmations
de_de: Ausstehende Folgebestätigungen
fi: Hyväksymistä odottavat seurantapyynnöt
fr: Confirmation de suivi en attente
ru: Ожидающие запросы на подписку

source: People you follow
de_de: Personen denen du folgst
fi: Seuraamasi ihniset
fr: Personnes que vous suivez
ru: Ваши подписки

source: People that follow you
de_de: Personen die dir folgen
fi: Sinua seuraavat
fr: Personnes qui vous suivent
ru: Ваши подписчики

source: Clear all
de_de: Aufräumen
fi: Tyhjennä
fr: Tout nettoyer
ru: Очистить всё

source: Mention
de_de: Erwähnung
fi: Mainitse
ru: Упоминание

source: Finished poll
de_de: Beendete Umfrage
fi: Päättynyt kysely
fr: Sondage terminé
ru: Завершённый опрос

source: Follow Request
de_de: Folge-Anfrage
fi: Seurantapyyntö
fr: Requête de suivi
ru: Запрос на подписку

source: Context
de_de: Zusammenhang anzeigen
fi: Konteksti
fr: Contexte
ru: Контекст

source: New
de_de: Neu
fi: Uusi
fr: Nouveau
ru: Новое

source: Already seen
de_de: Bereits gesehen
fi: Nähty
fr: Déjà vu
ru: Уже просмотрено

source: None
de_de: Nichts
fi: Ei ilmoituksia
fr: Aucun
ru: Нет

source: Search results for account %s
de_de: Suchergebnisse für Konto %s
fi: Hakutulokset tilille %s
fr: Résultats de recherche pour le compte %s
ru: Результаты поиска для учётной записи %s

source: Account %s not found
de_de: Konto %s wurde nicht gefunden
fi: Tiliä %s ei löytynyt
fr: Compte %s non trouvé
ru: Учётная запись %s не найдена

source: Search results for tag %s
de_de: Suchergebnisse für Hashtag %s
fi: Hakutulokset aihetunnisteelle %s
fr: Résultats de recherche pour le tag %s
ru: Результаты поиска тега %s

source: Nothing found for tag %s
de_de: Nicht gefunden zu Hashtag %s
fi: Aihetunnisteella %s ei löytynyt tuloksia
fr: Rien n'a été trouvé pour le tag %s
ru: Ничего не найдено по тегу %s

source: Search results for '%s' (may be more)
de_de: Suchergebnisse für '%s' (könnten mehr sein)
fi: Tulokset haulle ”%s” (mahdollisesti enemmän tuloksia)
fr: Résultats de recherche pour '%s' (il pourrait y en avoir davantage)
ru: Результаты поиска для '%s' (возможно, есть ещё)

source: Search results for '%s'
de_de: Keine Suchergebnisse für '%s'
fi: Tulokset haulle ”%s”
fr: Résultats de recherche pour '%s'
ru: Результаты поиска для '%s'

source: No more matches for '%s'
de_de: Keine weiteren Treffer für '%s'
fi: Ei enempää tuloksia haulle ”%s”
fr: Pas davantage de résultats pour '%s'
ru: Больше нет совпадений для '%s'

source: Nothing found for '%s'
de_de: Nichts gefunden für '%s'
fi: Haulla ”%s” ei löytynyt tuloksia
fr: Rien n'a été trouvé pour '%s'
ru: Ничего не найдено для '%s'

source: Showing instance timeline
de_de: Zeitleiste der Instanz anzeigen
fi: Palvelimen aikajana
fr: Montrer la chronologie de l'instance
ru: Показываем ленту сервера

source: Showing timeline for list '%s'
de_de: Zeitleiste der Liste '%s' anzeigen
fi: Listan ”%s” aikajana
fr: Montrer le chronologie pour la liste '%s'
ru: Показываем ленту для списка '%s'

source: Search results for tag #%s
de_de: Suchergebnisse für Hashtag #%s
fi: Hakutulokset aihetunnisteelle #%s
fr: Résultats de recherche pour le tag #%s
ru: Результаты поиска для тега #%s

source: Recent posts by users in this instance
de_de: Neueste Beiträge von Benutzern dieser Instanz
fi: Viimeaikaisia julkaisuja tällä palvelimella
fr: Messages récents des internautes de cette instance
ru: Последние сообщения на этом сервере

source: Blocked hashtags...
de_de: Geblockte Hashtags...
fi: Estetyt aihetunnisteet...
fr: Hashtags bloqués…
ru: Заблокированные теги...

source: Optional URL to reply to
de_de: Optionale URL zum Antworten
fi: Vastaus julkaisuun (osoite, valinnainen)
fr: URL optionnelle pour répondre à
ru: Необязательный URL для ответа

source: Bot API key
de_de: Bot API Schlüssel
fi: botin API-avain
fr: Clé API de bot
ru: Ключ API для бота

source: ntfy server - full URL (example: https://ntfy.sh/YourTopic)
de_de: ntfy Server - vollständige URL (Bsp.: https://ntfy.sh/YourTopic)
fi: ntfy-palvelin - täydellinen osoite (esim: https://ntfy.sh/YourTopic)
fr: serveur ntfy – adresse complète (ex : https://ntfy.sh/VotreSujet)
ru: полный URL сервера ntfy (например https://ntfy.sh/YourTopic)

source: ntfy token - if needed
de_de: ntfy Token - falls nötig
fi: ntfy token - tarvittaessa
fr: jeton ntfy – si nécessaire
ru: токен ntfy - если нужен

source: pinned
de_de: Angeheftet
fi: kiinnitetyt
fr: épinglé
ru: закреплено

source: bookmarks
de_de: Lesezeichen
fi: kirjanmerkit
fr: signets
ru: закладки

source: drafts
de_de: Entwürfe
fi: vedokset
fr: brouillons
ru: черновики
