Repository: external-mirrors/snac2
Catalog: po/*.po
Languages: de_de, fi, fr, ru

source: Scheduled post...
de_de: Geplanter Beitrag...
fi: Ajastettu julkaisu...
fr: Publication planifiée…
ru: Запланировать...

source: Post date and time:
de_de: Datum und Uhrzeit des Beitrags:
fi: Julkaisuajankohta:
fr: Date et heure de publication :
ru: Время поста:

source: Scheduled posts
de_de: Geplante Beiträge
fi: Ajastetut julkaisut
fr: Publications planifiées
ru: Запланированные посты

source: scheduled posts
de_de: Geplante Beiträge
fi: ajastetut julkaisut
fr: publications planifiées
ru: запланированные посты

source: Post date and time (timezone: %s):
de_de: Datum und Uhrzeit des Beitrags (Zeitzone: %s):
fi: Julkaisuajankohta (aikavyöhyke: %s):
fr: Date et heure de publication (fuseau horaire : %s) :
ru: Время поста (Часовой пояс: %s):

source: Time zone:
de_de: Zeitzone:
fi: Aikavyöhyke:
fr: Fuseau horaire :
ru: Часовой пояс:

source: Language:
de_de: Sprache:

source: Languages you usually post in:
de_de: Sprache, in der du normalerweise schreibst:

source: en fr es de_AT
de_de: en fr es de_DE

source: Visibility:
de_de: Sichtbarkeit

source: Public
de_de: Öffentlich

source: Unlisted
de_de: Ungelistete

source: Followers-only
de_de: Nur Follower

source: Direct Message
de_de: Direktnachricht

source: EmojiUnreact
de_de: Emoji-Reaktion löschen

source: EmojiReact
de_de: Emoji-Reaktion

source: Emoji react...
de_de: Emoji-Reaktion...

source: Emoji reactions:
de_de: Emoji-Reaktionen:

source: Muted words...
de_de: Ausgeblendete Wörter...

source: One word per line, partial matches count
de_de: Ein Wort pro Zeile, auch Teilübereinstimmungen passen

source: Update muted words
de_de: Ausgeblendete Wörter aktualisieren

source: Muted:
de_de: Ausgeblendet:

source: Contact's posts
de_de: Beiträge von Kontakten

source: More (x 10)...
de_de: Mehr (x 10)...

source: Admin email
fi: Ylläpitäjän sähköposti
fr: Email de l'admin
ru: Почта админа

source: Avatar:
ru: Аватар:

source: Video
fr: Vidéo
ru: Видео

source: Audio
fi: Ääni
ru: Аудио

source: powered by
fi: moottorina
fr: fonctionne grace à
ru: на основе

source: Option 1... Option 2... Option 3... ...
fi: Vaihtoehto 1... Vaihtoehto 2... Vaihtoehto 3... ...
ru: Вариант 1... Вариант 2... Вариант 3... ...

source: Chat id
fr: Identifiant du salon
ru: Id чата
